"Cheerful" = "歡樂的";

"Melodic" = "有旋律";

"Relaxed" = "輕鬆";

"Grooving" = "富律動感";

"Distorted" = "失真";

"Acoustic" = "原聲";

"Processed" = "已處理";

"Single" = "獨奏";

"Part" = "聲部";

"Dark" = "深色";

"Dissonant" = "不和諧";

"Intense" = "激烈";

"Arrhythmic" = "無節奏";

"Clean" = "清音";

"Electric" = "電子樂的";

"Dry" = "不經處理";

"Ensemble" = "合奏";

"Fill" = "過門音";

"Rock/Blues" = "搖滾/藍調";

"Electronic/Dance" = "電子音樂";

"Jazz" = "爵士樂";

"Urban" = "城市型音樂";

"World/Ethnic" = "世界音樂";

"Cinematic/New Age" = "電影效果";

"Orchestral" = "管弦樂";

"Country/Folk" = "鄉村音樂";

"Experimental" = "實驗音樂";

"Other Genre" = "其他類型";

"Hip Hop" = "嘻哈";

"Electro House" = "電子浩室";

"Dubstep" = "Dubstep";

"Modern RnB" = "當代節奏藍調";

"Tech House" = "科技浩室";

"Deep House" = "深沈浩室";

"Chillwave" = "冷波";

"Funk" = "放克";

"Indie" = "獨立音樂";

"Vintage Breaks" = "復古碎拍";

"Hip Hop/RnB" = "嘻哈/節奏藍調";

"House" = "浩室";

"OtherGenreConsolidated" = "其他類型";

"Chinese Traditional" = "中國傳統樂器";

"Future Bass" = "未來低音結他";

"Reggaeton Pop" = "雷鬼動流行樂";

"Sound_Effects" = "音效";

"Bass House" = "低音浩室";

"Electronic Pop" = "電子流行樂";

"Techno" = "電子音樂";

"Bass" = "低音結他";

"Electric Bass" = "電低音結他";

"Acoustic Bass" = "原聲低音結他";

"Synthetic Bass" = "合成低音";

"Drums" = "所有樂鼓";

"Drum Kit" = "鼓組";

"Electronic Beats" = "節拍";

"Kick" = "大鼓";

"Tom" = "筒鼓";

"Snare" = "小鼓";

"Cymbal" = "鐃鈸";

"Hi-hat" = "踏鈸";

"Guitars" = "結他";

"Electric Guitar" = "電結他";

"Acoustic Guitar" = "木結他";

"Banjo" = "班卓琴";

"Mandolin" = "曼陀林";

"Slide Guitar" = "滑棒結他";

"Pedal Steel Guitar" = "腳踏結他";

"Horn/Wind" = "號角";

"Saxophone" = "色士風";

"Trumpet" = "小號";

"Flute" = "長笛";

"Trombone" = "長號";

"Clarinet" = "單簧管";

"French Horn" = "法國號";

"Tuba" = "低音號";

"Oboe" = "雙簧管";

"Harmonica" = "口琴";

"Recorder" = "直笛";

"Pan Flute" = "排笛";

"Bagpipe" = "風笛";

"Bassoon" = "巴松管";

"Piccolo" = "短笛";

"English Horn" = "英國號";

"Brass" = "銅管樂器";

"Woodwind" = "木管樂器";

"Keyboards" = "鍵盤";

"Piano" = "鋼琴";

"Electric Piano" = "電鋼琴";

"Organ" = "風琴";

"Clavinet" = "古鋼琴";

"Accordion" = "手風琴";

"Synthesizer" = "合成器";

"Rhodes" = "電鋼琴";

"Celesta" = "金屬鍵琴";

"Harpsichord" = "羽管鍵琴";

"Mallets" = "棉槌";

"Steel Drum" = "鋼鼓";

"Vibraphone" = "顫音琴";

"Marimba" = "馬林巴琴";

"Xylophone" = "木琴";

"Kalimba" = "非洲卡林巴琴";

"Bell" = "鐘琴";

"Timpani" = "定音鼓";

"Mixed" = "串場音樂";

"Other Instrument" = "其他樂器";

"Percussion" = "敲擊樂器";

"Gong" = "銅鑼";

"Shaker" = "沙錘";

"Tambourine" = "鈴鼓";

"Conga" = "康加鼓";

"Bongo" = "邦哥鼓";

"Cowbell" = "牛鈴";

"Clave" = "擊木";

"Vinyl/Scratch" = "黑膠唱片";

"Chime" = "管鐘";

"Rattler" = "響尾蛇";

"Sound Effect" = "效果";

"Misc2" = "其他";

"Boom" = "隆隆聲";

"All Effects" = "所有效果";

"Effects" = "音效";

"Ambience" = "情境";

"People" = "人物";

"Transportation" = "交通";

"Weapons" = "武器";

"Explosions" = "爆炸";

"Impacts & Crashes" = "撞擊聲";

"Animals" = "動物";

"Sports & Leisure" = "體育";

"Mech/Tech" = "機器";

"Work/Home" = "工作/家庭";

"Misc." = "其他";

"Foley" = "弗利";

"Motions & Transitions" = "特殊音效";

"Sci-Fi" = "科幻";

"Strings" = "弦樂";

"Violin" = "小提琴";

"Viola" = "中提琴";

"Cello" = "大提琴";

"Harp" = "豎琴";

"Koto" = "日本箏";

"Sitar" = "印度西塔琴";

"Double Bass" = "低音提琴";

"Texture/Atmosphere" = "材質";

"Vocals" = "人聲";

"Male" = "男聲";

"Female" = "女聲";

"Choir" = "合唱";

"All" = "全部";

"Favorites" = "喜好項目";

"Genres" = "類型";

"Instruments" = "樂器";

"Moods" = "心情";

"Reset" = "重設";

